Repository: CookPiu/WinWidgetBoard
Catalog: src/WorkspacePanel/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# WeatherConditionThunderstormHail
source: Thunderstorm with hail
zh_cn: 雷阵雨伴冰雹

# WeatherApparentLabel.Text
source: Feels like
zh_cn: 体感

# WeatherHumidityLabel.Text
source: Humidity
zh_cn: 湿度

# WeatherWindLabel.Text
source: Wind
zh_cn: 风速

# WeatherObservedAtLabel.Text
source: Updated
zh_cn: 更新于

# TokenUsageCardTitle.Text
source: Token usage
zh_cn: Token 用量

# TokenUsageStatus.Empty
source: No data
zh_cn: 暂无数据

# TokenUsageMetric.TodayBilled
source: Billed today
zh_cn: 今日计费

# TokenUsageMetric.TodayOutput
source: Output
zh_cn: 输出

# TokenUsageMetric.TodayCacheRead
source: Cache reads
zh_cn: 缓存读取

# TokenUsageMetric.TodayRequests
source: Responses
zh_cn: 响应数

# TokenUsageMetric.CacheHitRate
source: Cache hit rate
zh_cn: 缓存命中率

# TokenUsageMetric.Unknown
source: Unknown
zh_cn: 未知

# TokenUsagePage.Overview
source: Overview
zh_cn: 总览

# TokenUsagePage.Unknown
source: Unknown
zh_cn: 未知

source: Token usage settings
zh_cn: Token 用量设置

# SettingsCategoryTokenUsage.Content
source: Token usage
zh_cn: Token 用量

# TokenUsageSettingsDescription.Text
source: Counted from the session records each tool writes on this machine. Nothing is sent anywhere, and no account or key is needed. Amounts are estimated at published API rates and are not a bill - subscription plans bill differently, and a model with no published rate is left out of the total. The amount covers every kind of token, including cache reads, which the token count beside it leaves out.
zh_cn: 统计各工具在本机写下的会话记录；不发送到任何地方，也不需要账号或密钥。金额按公开 API 价格估算，不是实际账单——订阅制的计费方式不同，没有公开价格的模型不计入总额。金额涵盖全部 token 类型（含缓存读取），而旁边的 token 数不含缓存读取。

# TokenUsageVendorUnavailable.Text
source: no records
zh_cn: 无记录

# TokenUsageSettingsSaveButton.Content
source: Save
zh_cn: 保存

source: Save token usage settings
zh_cn: 保存 Token 用量设置

# TokenUsageSettingsLoadedStatus
source: Token usage settings loaded.
zh_cn: 已载入 Token 用量设置。

# TokenUsageSettingsUnavailableStatus
source: Token usage settings are unavailable.
zh_cn: Token 用量设置不可用。

# TokenUsageSettingsLoadFailedStatus
source: Could not load token usage settings.
zh_cn: 无法载入 Token 用量设置。

# TokenUsageSettingsSavedStatus
source: Token usage settings saved.
zh_cn: 已保存 Token 用量设置。

# TokenUsageSettingsSaveFailedStatus
source: Could not save token usage settings.
zh_cn: 无法保存 Token 用量设置。

# TokenUsageSettingsConflictStatus
source: Token usage settings changed elsewhere and were reloaded.
zh_cn: Token 用量设置已在别处更改，已重新载入。

# TokenUsageCost.Estimate
source: Estimated at published API rates, not a bill
zh_cn: 按公开 API 价格估算，非实际账单

# TokenUsageCost.Unpriced
source: {0} model(s) have no price and are excluded
zh_cn: {0} 个模型无价格，未计入

# TokenUsageCostLabel.Text
source: Spent today
zh_cn: 今日花费
